Repository: mhcomm/mh_linphone
Catalog: pylib/lpresources/locale/src/mh_linphone.*.po
Languages: fr

# VISIO_Contacts
source: Contacts
fr: Annuaire

# VISIO_Fluide+
source: Fluidity+
fr: Priorité mouvement

# VISIO_MakeCall
source: Make call
fr: Appeler

# VISIO_MakingCall
source: Makingcall...
fr: Appel en cours

# VISIO_Photo
source: Take Photo
fr: Prendre photo

# VISIO_Qualite+
source: Quality+
fr: Priorité Qualité

# VISIO_SwitchCamera
source: Swich camera
fr: Changer caméra

# VISIO_btn_No
source: No
fr: Non

# VISIO_btn_Yes
source: Yes
fr: Oui

# VISIO_dlg_AcceptIncomingCall?
source: Accept incoming call?
fr: Accepter l'appel entrant ?

# VISIO_dlg_CallWasEnded.
source: Call was ended.
fr: L'appel a été raccroché.

# VISIO_dlg_Cancel
source: Close.
fr: Fermer

# VISIO_dlg_DoYouReallyWantToCloseVideoWindow?
source: Do you really want to close the window?
fr: Voulez-vous vraiment fermer l'application télé-consultation ?

# VISIO_dlg_ErrorInConnection.
source: Error in connection. Please try later.
fr: L'appel a été interrompu.

# VISIO_dlg_MissingWebcam.
source: Camera doesn't seem to be connected properly.
fr: Le caméra ne semble pas être branché correctement.

# VISIO_dlg_SnapshotInProgress
source: Taking Photo...
fr: Prise de photo en cours...

# VISIO_dlg_SnapshotTaken_ConsultPortal.
source: Photo is available on portal.
fr: La photo est disponible sur le dossier du patient. Veuillez la consulter sur le portail.

# VISIO_hangup
source: Hang up
fr: Raccrocher
